Repository: hpbonfim/website
Catalog: src/locales/*.po
Languages: es

source: "A <0>imaginação</0> é mais importante que o conhecimento"
es: "<0>La imaginación</0> es más importante que el conocimiento"

source: <0>Confira outros projetos...</0>
es: <0>Consulta otros proyectos...</0>

source: <0>ENTRE AQUI...</0>
es: <0>BE MY GUEST!</0>

source: <0>Repositório...</0>
es: <0>Repositorio...</0>

source: <0>Tenho diversos projetos open-source para qualquer pessoa contribuir ou ser contribuído com minhas soluções, desde API's até aplicativos completos. be my guest!</0>
es: <0>Tengo varios proyectos de código abierto para que cualquier persona contribuya o se beneficie de mis soluciones, desde APIs hasta aplicaciones completas. ¡Sé bienvenido!</0>

source: <0>Vamos explorar a tecnologia, <1>juntos</1>!</0>
es: <0>Vamos a explorar la tecnología, <1>juntos</1>!</0>

source: Aniquilar bugs em troca de recompensas.
es: Aniquilar errores a cambio de recompensas.

source: Bem vindo ao meu universo!
es: ¡Bienvenido a mi universo!

source: Bem-vind@s ao <0>meu universo</0>, um lugar onde as <1>infinitas linhas de código</1> são responsáveis por nos permitir <2>navegar dentre mundos misteriosos...</2> E como engenheiro de software há alguns anos, é meu dever guiá-los nessa jornada, desafiando o vasto mundo digital, <3>descobrindo novas possibilidades</3>, construindo novas pontes e por fim, <4><5>a solução ideal</5></4>.
es: Bienvenid@s a <0>mi universo</0>, un lugar donde las <1>infinitas líneas de código</1> son responsables de permitirnos <2>navegar entre mundos misteriosos...</2> Y como ingeniero de software desde hace algunos años, es mi deber guiarlos en este viaje, desafiando el vasto mundo digital, <3>descubriendo nuevas posibilidades</3>, construyendo nuevos puentes y finalmente, <4><5>la solución ideal</5></4>.

source: Correr sempre atrás das <0>melhores soluções</0> para resolver os problemas; <1>(não importa o quão difícil seja)</1>
es: Siempre persiguiendo las <0>mejores soluciones</0> para resolver problemas; <1>(no importa cuán difícil sea)</1>

source: Desenvolver <0>códigos simples para problemas complexos</0>, ou vice-versa, depende do problema xD <1>(a simplicidade sempre será melhor alternativa)</1>;
es: Desarrollar <0>códigos simples para problemas complejos</0>, o viceversa, depende del problema xD <1>(la simplicidad siempre será la mejor alternativa)</1>;

source: Nas <0>se faz presente nas linhas de código</0> que escrevo, refletem a qualidade do meu trabalho e a paixão que tenho por ele. <1>Códigos limpos, eficientes e seguros</1> são a minha marca registrada, e eu os utilizo para criar soluções inovadoras e eficazes para os problemas que encontro.
es: En las <0>líneas de código</0> que escribo, reflejan la calidad de mi trabajo y la pasión que tengo por él. <1>Códigos limpios, eficientes y seguros</1> son mi sello distintivo, y los utilizo para crear soluciones innovadoras y efectivas para los problemas que encuentro.

source: No coração do meu trabalho, você encontrará <0>DevOps</0>, <1>Design Patterns</1> e <2>Clean Code</2>. Estas são a chave para quebrar problemas complexos e conquistar a simplicidade.
es: En el corazón de mi trabajo, encontrarás <0>DevOps</0>, <1>Design Patterns</1> y <2>Clean Code</2>. Estas son la clave para descomponer problemas complejos y lograr la simplicidad.

source: Produzir e/ou utilizar softwares de <0>alta produtividade, segurança, desempenho, sustentabilidade, escalabilidade e afins</0>;
es: Producir y/o utilizar software de <0>alta productividad, seguridad, rendimiento, sostenibilidad, escalabilidad y similares</0>;

source: Projeto criado no HackathonCCR, utilizando React-Native e infraestrutura AWS, visa auxiliar o caminhoneiro em suas tarefas diárias.
es: Proyecto creado en el HackathonCCR, utilizando React-Native e infraestructura AWS, tiene como objetivo ayudar a los camioneros en sus tareas diarias.

source: Projeto feito com arquitetura orientada a micro serviços e Docker Swarm, utilizando NodeJS, VueJS, MongoDB e Arduino, para realizar o feito de controlar um relé eletrônico para abrir a porta do PET SISTEMAS via celular.
es: Proyecto realizado con arquitectura orientada a microservicios y Docker Swarm, utilizando NodeJS, VueJS, MongoDB y Arduino, para lograr la hazaña de controlar un relé electrónico para abrir la puerta de PET SISTEMAS a través del celular.

source: Projeto feito com arquitetura orientada a micro serviços e Docker Swarm, utilizando NodeJS, VueJS, MongoDB, Arduino e outros, para realizar o feito de controlar um relé eletrônico, utilizado para ativar/desativar a luz e uma porta eletrônica e alguns sensores para transmitir em tempo real a leitura de dados.
es: Proyecto realizado con arquitectura orientada a microservicios y Docker Swarm, utilizando NodeJS, VueJS, MongoDB, Arduino y otros, para lograr la hazaña de controlar un relé electrónico, utilizado para activar/desactivar la luz y una puerta electrónica, y algunos sensores para transmitir en tiempo real la lectura de datos.

source: Projeto Top 50 do Megahack v2 2020, plataforma construída com NodeJS, Angular e infraestrutura do Google Cloud, visa construir um sistema blockchain para criação de contratos jurídicos com 100% de integridade legal e transparência.
es: Proyecto Top 50 de Megahack v2 2020, plataforma construida con NodeJS, Angular e infraestructura de Google Cloud, tiene como objetivo construir un sistema blockchain para la creación de contratos legales con 100% de integridad legal y transparencia.

source: Projeto vencedor no Hackatrouble SP 2020, construído com NodeJS, Angular e infraestrutura AWS para gerenciar um sistema de doação de alimentos hortaliços oriundos da produção excessiva dos produtores rurais, visando a distribuição para instituições de caridade.
es: Proyecto ganador en Hackatrouble SP 2020, construido con NodeJS, Angular e infraestructura AWS para gestionar un sistema de donación de alimentos vegetales provenientes de la producción excesiva de los productores rurales, con el objetivo de distribuirlos a instituciones benéficas.

source: Prover as melhores <0>infraestruturas como código</0>; <1>(cloud / hybrid / on-premise)</1>;
es: Proveer las mejores <0>infraestructuras como código</0>; <1>(nube / híbrido / on-premise)</1>;

source: Sou Henrique, sou um <0>explorador incansável</0> do mundo da tecnologia.
es: Soy Henrique, soy un <0>explorador incansable</0> del mundo de la tecnología.

source: Sou um orgulhoso membro da comunidade <0>open-source</0>, um espaço onde a colaboração e a inovação andam de mãos dadas. Aqui, eu contribuo para projetos, aprendo com os melhores e participo de hackatons, sempre buscando expandir meus horizontes e aprimorar minhas habilidades. <1>(inclusive, já ganhei um evento Hackathon, mais isso é história para outro momento...)</1>
es: Soy un orgulloso miembro de la comunidad <0>open-source</0>, un espacio donde la colaboración y la innovación van de la mano. Aquí, contribuyo a proyectos, aprendo de los mejores y participo en hackatones, siempre buscando expandir mis horizontes y mejorar mis habilidades. <1>(de hecho, ya gané un evento Hackathon, pero esa es una historia para otro momento...)</1>

source: Trabalho sob os cargos de <0>Engenheiro de Software / Arquiteto Cloud / Engenheiro DevOps / Engenheiro SRE</0>, e sou conhecido por:
es: Trabajo bajo los roles de <0>Ingeniero de Software / Arquitecto Cloud / Ingeniero DevOps / Ingeniero SRE</0>, y soy conocido por:```
